Repository: gcarreno/fp-humanize
Catalog: locale/Demo.*.po
Languages: pt

source: === Bytes Example ===
pt: === Exemplo Bytes ===

source: === Comma Example ===
pt: === Exemplo Virgula ===

source: === Ordinal Example ===
pt: === Exemplo Ordinais ===

source: Precision
pt: Precisão

source: Strings
pt: Cadeia

source: Strings And
pt: Cadeia E

source: Strings And Sorted
pt: Cadeia E Ordenada

source: Strings Sorted
pt: Cadeia Ordenada

source: === Time Example ===
pt: === Exemplo Tempo ===

source: Seconds
pt: Segundos

source: E&xit
pt: S&air

source: Exit
pt: Sair

source: Comma
pt: Virgula

source: Ordinal
pt: Ordinais

source: Time
pt: Tempo

source: Humanize Demo
pt: Demonstração de Humanização

source: &File
pt: &Ficheiro

source: &Humanize
pt: &Humanizar
